print("В команде Мастера кода участников: %s" %(6))
print("В команде Волшебники данных кода участников:%s" %(5))
print('Итого сегодня в командах участников:%s и %s' %(4,6))
#format
print("Команда Волшебники данных решила задач: {}!". format(32))
print("Волшебники данных решили задачи за: {}".format(23))
#f
a = 40
b = 42
print(f"Команды решили {a} и {b} ")
winner = "Мастера кода!"
print(f"Результат битвы: победа команды {winner}")
quantity = 82
time =350.4
print(f"Сегодня было решенно {quantity} задач, в среднем по {time} секунды на задачу!.")
